Repository: wiencheck/Glarm
Catalog: Glarm/Supporting Files/Resources/Localizations/Strings/*.strings
Languages: pl

# title_browser
source: Alarms
pl: Alarmy

# title_edit
source: Edit Alarm
pl: Edytuj alarm

# title_map
source: Choose Location
pl: Lokalizacja

# title_audio
source: Sound
pl: Dźwięk

# browse_activeSection
source: Active Alarms
pl: Aktywne Alarmy

# browse_markedSection
source: Marked Alarms
pl: Oznaczone Alarmy

# browse_pastSection
source: Previous Alarms
pl: Poprzednie Alarmy

# browse_createButtonTitle
source: Create New Alarm
pl: Utwórz Alarm

# browse_backButton
source: Alarms
pl: Alarmy

# browse_showNote
source: Read note
pl: Zobacz notatkę

# browse_markAction
source: Mark
pl: Oznacz

# browse_unmarkAction
source: Unmark
pl: Odznacz

# browse_scheduleAction
source: Schedule
pl: Aktywuj

# browse_deleteAction
source: Delete
pl: Usuń

# browse_cancelAction
source: Cancel
pl: Anuluj

# edit_updateButton
source: Save changes
pl: Zachowaj zmiany

# edit_locationHeader
source: Location
pl: Lokacja

# edit_toneCell
source: Sound
pl: Dźwięk

# edit_scheduleButton
source: Schedule Alarm
pl: Zaplanuj Alarm

# edit_clearNoteButton
source: Clear
pl: Wyczyść

# edit_noteHeader
source: Note
pl: Notatka

# edit_notePlaceholder
source: Add note
pl: Dodaj notatkę

# audio_playButtonTitle
source: Play
pl: Odtwarzaj

# audio_pauseButtonTitle
source: Pause
pl: Pauza

# audio_toneBrowserFooter
source: Choose sound to be played when you reach the chosen region. Note that alarm sounds can only play for 30 seconds.
pl: Wybierz dźwięk, który będzie odtwarzany po dotarciu do wyznaczonego regionu. Dźwięki alarmu mogą być odtwarzane przez maksymalnie 30 sekund.

# audio_downloadMoreSounds
source: Download more tones
pl: Pobierz więcej dźwięków

# audio_downloadSoundsFooter
source: It is recommended to download additional tones on Wi-Fi connection
pl: Sugerujemy, aby pobierać dźwięki tylko będąc podłączonym do sieci Wi-Fi

# emptyCell_title
source: No location set
pl: Brak lokalizacji

# emptyCell_detail
source: Click here to choose destination region
pl: Naciśnij, aby wybrać lokalizację i zasięg regionu

# emptyView_title
source: No alarms created yet
pl: Nie utworzono żadnych alarmów

# emptyView_detail
source: Press the button below to create one.
pl: Naciśnij przycisk poniżej aby utworzyć alarm.

# notification_title
source: You're almost there!
pl: Jesteś już prawie na miejscu!

# notification_messageIsLessThan
source: is less than
pl: jest niecałe

# notification_messageAway
source: away.
pl: stąd.

# notification_youAre
source: You are
pl: Jesteś

# notification_awayFromDestination
source: away.
pl: od celu.

# map_searchbarPlaceholder
source: Search for location
pl: Wyszukaj lokalizację

# map_chooseDestination
source: Choose destination
pl: Wybierz lokalizację

# map_setRadius
source: Set region's radius
pl: Ustaw zasięg regionu

# about_detail
source: Simple location-based alarms Made by Adam Wienconek 🇵🇱 Consider leaving a review in the App Store, each one really helps! Having a problem or question? Send me a message!
pl: Proste alarmy oparte na lokalizacji Adam Wienconek 🇵🇱 Jeżeli polubiłeś/aś moją aplikację, rozważ napisanie krótkiej recenzji w App Store, każda z nich bardzo pomaga. Natrafiłeś na problem, lub masz pytanie? Wyślij mi maila!

# about_leaveReview
source: Leave a review
pl: Napisz recenzję

# about_messageMe
source: Message me
pl: Napisz do mnie

# tips_title
source: How does it work?
pl: Jak to działa?

# tips_description
source: Glarm creates and schedules alarms based on your location, which is tracked by iOS in the background. What that means is you can close Glarm and still receive the alarm after entering region and battery consumption is minimal. Few tips: • Swipe left on any alarm to show options for it • Mark your favourite alarms so they are easily accessed and don't disappear after time (Glarm keeps track of last 10 non-marked alarms)
pl: Glarm tworzy alarmy oparte na twojej lokalizacji, która jest śledzona przez iOS w tle. W praktyce oznacza to, że możesz zamknąć Glarm, a mimo tego alarm zostanie dostarczony, oraz że zużycie baterii jest minimalne. Kilka porad: • Przesuń w lewo którykolwiek alarm, aby odsłonić opcje • Oznacz swoje ulubione alarmy, żeby nie zniknęły po czasie (Glarm trzyma w pamięci jedynie 10 ostatnich nieoznaczonych alarmów)

# review_areYouEnjoyingTitle
source: Are You enjoying Glarm?
pl: Jak podoba Ci się Glarm?

# review_areYouEnjoyingMessage
source: Please consider writing a review, it really helps 😊
pl: Jeśli spodobała Ci się aplikacja, rozważ napisanie recenzji lub wystawienie oceny. Każda z nich bardzo pomaga 😊

# message_errorOccurred
source: Error occurred
pl: Wystąpił błąd

# message_errorUnknown
source: Unknown, really mysterious error.
pl: Nieznany, niesamowicie tajemniczy błąd.

# permission_locationDeniedTitle
source: Location restricted
pl: Śledzenie lokalizacji zablokowane

# permission_locationDeniedMessage
source: We use your location to provide better search results and show your position on the map. Glarm only reads your location while using the app, system tracks your position in the background outside of Glarm so your privacy stays safe.
pl: Twoja lokalizacja jest używana jedynie w celu wyświetlania dokładniejszych wyników wyszukiwania, oraz aby pokazać Twoją pozycję na mapie. Glarm odczytuje Twoją lokalizację tylko i wyłącznie podczas użytkowania aplikacji. Poza aplikacją położenie śledzone jest przez system iOS, więc Twoja prywatność pozostaje chroniona.

# permission_notificationDeniedTitle
source: Notifications restricted
pl: Powiadomienia zablokowane

# permission_notificationDeniedMessage
source: Nobody likes apps that spam useless notifications, however Glarm's main purpose is to present alerts based on location, so we really need your permission to be able to do that. We promise no spam!
pl: Nikt nie lubi bezużytecznych powiadomień, jednak głównym celem Glarm jest wyświetlanie alarmów opartych na lokalizacji, więc naprawdę, bardzo potrzebujemy Twojego pozwolenia, aby móc to robić. Obiecujemy, żadnego spamu!

# permission_openSettingsAction
source: Open Settings
pl: Otwórz ustawienia

# permission_openAppAction
source: Go to the app
pl: Przejdź do aplikacji

# donate_thankYouTitle
source: Purchase successful
pl: Napiwek przyjęty! 🎉

# donate_thankYouMessage
source: Thank You for supporting Glarm's development! 🎉
pl: Dziękuję, że wspierasz rozwój Glarm!

# donate_action
source: Tip me 💎👀
pl: Napiwek 💎👀

# donate_title
source: Tip me
pl: Napiwek

# donate_message
source: Glarm is a hobby project, which I work on after classes, every donation and purchase greatly helps and allows me to continue working on it. Please, choose what would you like to buy me
pl: Glarm to projekt, nad którym pracuję po zajęciach na uczelni, każdy napiwek bardzo pomaga mi kontynuować nad nim pracę. Proszę, wybierz co chciałbyś mi ufundować

source: Cancel
pl: Anuluj

source: Dismiss
pl: Zamknij

source: Continue
pl: Kontynuuj
