Repository: wiencheck/Glarm
Catalog: Shared/Localizations/Strings/*.strings
Languages: de

# title_browser
source: Alarms
de: Wecker

# title_edit
source: Edit Alarm
de: Wecker bearbeiten

# title_map
source: Choose Location
de: Standort

# title_audio
source: Sound
de: Ton

# browse_activeSection
source: Active Alarms
de: aktive Wecker

# browse_markedSection
source: Marked Alarms
de: markierte Wecker

# browse_pastSection
source: Previous Alarms
de: letzte Wecker

# browse_createButtonTitle
source: Create New Alarm
de: Wecker erstellen

# browse_backButton
source: Alarms
de: Wecker

# browse_showNote
source: Read note
de: Notizen anzeigen

# browse_deleteAction
source: Delete
de: Löschen

# browse_markAction
source: Mark
de: Markieren

# browse_unmarkAction
source: Unmark
de: Markierung löschen

# browse_scheduleAction
source: Schedule
de: Aktivieren

# browse_cancelAction
source: Cancel
de: Abbrechen

# browse_changesNotSavedTitle
source: Alarm not saved
de: Wecker wurde nicht gespeichert

# browse_changesNotSavedDetail
source: You've made changes to the alarm, but didn't save them.
de: Wecker wurde verändert, aber nicht gespeichert.

# browse_changesSchedule
source: Save and schedule
de: Speichern und planen

# browse_changesDiscard
source: Discard changes
de: Änderungen ablehnen

# edit_updateButton
source: Save changes
de: Veränderungen speichern

# edit_backButton
source: Edit Alarm
de: Wecker

# edit_locationHeader
source: Location
de: Standort

# edit_toneCell
source: Sound
de: Ton

# edit_scheduleButton
source: Schedule Alarm
de: Wecker planen

# edit_clearNoteButton
source: Clear
de: Löschen

# edit_noteHeader
source: Note
de: Notizen

# edit_categoryHeader
source: Category
de: Kategorie

# edit_notePlaceholder
source: Add note
de: Notizen erstellen

# edit_exactScrubbingMessage
source: Move your finger up while holding the slider to adjust its sensitivity
de: Bewegen Sie Ihren Finger nach oben, während Sie den Schieberegler gedrückt halten, um die Empfindlichkeit anzupassen

# category_none
source: None
de: Keiner

# category_createButton
source: New category
de: Neue Kategorie

# category_defaultHeader
source: Default categories
de: Standardkategorien

# category_customHeader
source: Your categories
de: Ihre Kategorien

# category_newCategoryPlaceholder
source: New category
de: Neue Kategorie

# audio_playButtonTitle
source: Play
de: Wiedergeben

# audio_moreSoundsHeader
source: More sounds
de: Mehr Töne

# audio_toneBrowserFooter
source: Choose sound to be played when you reach the chosen region. Note that alarm sounds can only play for 30 seconds.
de: Wähle Ton, der nachdem du am angewiesenen Region angekommen bist, wiedergegeben wird. Tone des Weckers können maximal durch 30 Sekunden wiedergegeben werden

# audio_downloadMoreSounds
source: Download more tones
de: Mehr Tone herunterladen

# audio_downloadSoundsFooter
source: It is recommended to download additional tones on Wi-Fi connection
de: Wir raten, die Tone nur über Wi-Fi herunterzuladen

# emptyCell_title
source: No location set
de: Keiner Standort

# emptyCell_detail
source: Click here to choose destination region
de: Tippen, um Standort und Reichweite der Region auszuwählen

# emptyView_title
source: No alarms created yet
de: keine Wecker wurden erstellt

# emptyView_detail
source: Press the button below to create one.
de: Tippen Taste unten, um Wecker zu erstellen

# notification_title
source: You're almost there!
de: Du bist fast da!

# notification_messageIsLessThan
source: is less than
de: ist fast

# notification_messageAway
source: away
de: von hier.

# notification_youAre
source: You are
de: Du bist

# notification_awayFromDestination
source: away.
de: vom Ziel.

# map_searchbarPlaceholder
source: Search for location
de: Standort finden

# map_chooseDestination
source: Choose destination
de: Standort auswählen

# map_setRadius
source: Set region's radius
de: Reichweite der Region einstellen

# about_detail
source: Simple location-based alarms Made by Adam Wienconek 🇵🇱 Consider leaving a review in the App Store, each one really helps! Having a problem or question? Send me a message!
de: einfache Wecker, die auf Standort basieren Adam Wienconek 🇵🇱 Gefällt dir meine App, erwäge auch eine Rezension in App Store zu schreiben, jede von ihnen hilft mir sehr. Bist du auf Problem gestoßen oder hast du Frage? Schreib mich an!

# about_leaveReview
source: Leave a review
de: Rezension schreiben

# about_messageMe
source: Message me
de: Schreib mich an

# about_helpLocalization
source: Help translating Glarm
de: Hilf uns Glarm zu übersetzen

# tips_title
source: How does it work?
de: Wie funktioniert das?

# tips_description
source: Glarm creates and schedules alarms based on your location, which is tracked by iOS in the background. What that means is you can close Glarm and still receive the alarm after entering region and battery consumption is minimal. Few tips: • Swipe left on any alarm to show options for it • Assign your often-used alarms to any category so they are easily accessed and don't disappear after time (Glarm keeps track of last 10 non-categorized alarms)
de: Glarm erstellt Wecker, die auf deine Standtort basieren, die durch iOS im Hintergrund gefolgt wird. In der Praxis bedeutet das, dass du Glarm schließen kannst und trotzdem Wecker wird geliefert und Batterieverbrauch ist minimal. Ein paar Tipps: • Wische irgendwelchen Wecker nach links, um Einstellungen zu öffnen • Markiere deine beliebte Wecker, damit sie nach Zeit nicht verschwinden (Glarm behält im Speicher nur letzte 10 unmarkierte Wecker)

# review_areYouEnjoyingTitle
source: Are You enjoying Glarm?
de: Wie gefällt Dir Glarm?

# review_areYouEnjoyingMessage
source: Please consider writing a review, it really helps 😊
de: Gefällt dir diese App, erwäge eine Rezension zu schreiben oder zu benoten. Jede von ihnen hilft mir sehr. 😊

# message_errorOccurred
source: Error occurred
de: ein Fehler ist aufgetreten

# message_errorUnknown
source: Unknown, really mysterious error.
de: Unbekannter, geheimnisvoller Fehler

# permission_locationDeniedTitle
source: Location restricted
de: Standort zu folgen blockiert

# permission_locationDeniedMessage
source: We use your location to provide better search results and show your position on the map. Glarm only reads your location while using the app, system tracks your position in the background outside of Glarm so your privacy stays safe.
de: Deine Standort wird nur verwendet, um genauere Suchergebnisse anzuzeigen und um deine Position auf der Landkarte zu ermitteln. Glarm liest deine Standort nur dann, wenn die App genutzt wird. Außer der App wird deine Standort durch iOS-System gefolgt, so deine Privatsphäre bleibt geschützt.

# permission_notificationDeniedTitle
source: Notifications restricted
de: Benachrichtigungen blockiert

# permission_notificationDeniedMessage
source: Nobody likes apps that spam useless notifications, however Glarm's main purpose is to present alerts based on location, so we really need your permission to be able to do that. We promise no spam!
de: Niemand mag unnötige Benachrichtigungen, aber Hauptziel von Glarm ist Wecker, die auf Standort basieren, anzuzeigen, deswegen brauchen wir wirklich deine Erlaubnis, um es zu machen. Wir versprechen, kein SPAM!

# permission_openSettingsAction
source: Open Settings
de: öffnen Einstellungen

# permission_openAppAction
source: Go to the app
de: zu App gehen

# donate_thankYouTitle
source: Purchase successful
de: Trinkgeld angenommen! 🎉

# donate_thankYouMessage
source: Thank You for supporting Glarm's development! 🎉
de: Dank, dass du Entwicklung von Glarm unterstütztest!

# donate_action
source: Donate 💎👀
de: Trinkgeld 💎👀

# donate_title
source: Donate
de: Trinkgeld

# donate_message
source: Glarm is a hobby project, which I work on after classes, every donation and purchase greatly helps and allows me to continue working on it. Please, choose what would you like to buy me
de: Glarm ist ein Projekt, an dem ich nach der Uni arbeite, jeder Trinkgeld hilft mir sehr diese Arbeit fortzusetzen. Wähle bitte, was du mir schicken wolltest

# unit_menuTitle
source: Choose preferred length unit
de: Wählen Sie die bevorzugte Längeneinheit

# unit_kilometers
source: Kilometers
de: Kilometer

# unit_miles
source: Miles
de: Meilen

source: Dismiss
de: Schließen

source: Cancel
de: Abbrechen

source: Continue
de: Fortsetzen

source: Create
de: Erschaffen
